# Click nbfs://nbhost/SystemFileSystem/Templates/Licenses/license-default.txt to change this license
# Click nbfs://nbhost/SystemFileSystem/Templates/Other/properties.properties to edit this template
Lang_fr.properties
PageTitle = Ent\u00eate
Username = Utilisateur:
Password = Mot passe:
TimeZone = Fuseau horaire:
Slogan = Planification simplifi\u00e9e
Brand = Sch\u00e9ma
Login = Connexion
Cancel = Annuler
Locale = Lieu: 
Location = Fuseau horaire: 
emptyUserName = Le nom d'utilisateur est vide. Merci d'entrer un nom d'utilisateur valide.
emptyPassword = Le nom d'utilisateur est vide. Entrer un mot de passe valide s'il vous plait.
emptyCredentials = Le nom d'utilisateur ou le mot de passe est vide. Veuillez r\u00e9essayer.
loginNotValid = Le nom d'utilisateur ou le mot de passe saisi n'est pas valide. Veuillez r\u00e9essayer.
Error = Erreur!
UserPassNotValid = Le nom d'utilisateur ou le mot de passe saisi est incorrect. "
                        + "Veuillez saisir un nom d'utilisateur/mot de passe valide et r\u00e9essayer.
appointmentAlert = Alerte! Prochain rendez-vous dans 15 minutes !
AppointmentID = ID de rendez-vous
Warning = Avertissement!
AlertAppt = Alerte!
confirmation = Confirmation
goHome = Voulez-vous vraiment revenir au menu principal ?
no15minAppt = Il n'y a pas de rendez-vous \u00e0 venir
returnHome  = \u00cates-vous s\u00fbr de vouloir rentrer chez vous?
Main_Menu = Menu principal
deleteAppointment = Cela supprimera le rendez-vous s\u00e9lectionn\u00e9 de la base de donn\u00e9es. Voulez-vous vraiment continuer ?
noApptSelected = Aucun rendez-vous s\u00e9lectionn\u00e9 ! Veuillez s\u00e9lectionner un rendez-vous.
noCustSelected = Aucun client s\u00e9lectionn\u00e9! Veuillez s\u00e9lectionner un client.
custWithAppt = Erreur! Les clients avec des rendez-vous existants ne peuvent pas \u00eatre supprim\u00e9s.
deleteCustError = Erreur! Impossible de supprimer le client.
outsideBusinessHours = L'heure de rendez-vous propos\u00e9e tombe en dehors des heures d'ouverture. Veuillez s\u00e9lectionner une heure entre 8h00 et 22h00 HNE.
apptOverlap = Les horaires s\u00e9lectionn\u00e9s chevauchent un rendez-vous existant ! Veuillez s\u00e9lectionner une autre heure.
startEndError = La date ou l'heure de fin doit \u00eatre ant\u00e9rieure \u00e0 la date ou \u00e0 l'heure de d\u00e9but du rendez-vous.
emptyFields = Un ou plusieurs champs ont \u00e9t\u00e9 laiss\u00e9s vides. Veuillez les remplir et r\u00e9essayer.